{
  "DERECHO CIVIL": {
    "CONCEPTOS FUNDAMENTALES DEL DERECHO PRIVADO": {
      "DERECHO CIVIL": "El derecho civil es el derecho privado, general, común y supletorio de las personas y de los bienes.",
      "AUTONOMÍA DE LA VOLUNTAD": "Doctrina filosófica-jurídica que reconoce a los individuos el poder abstracto para autoregular sus relaciones e intereses y que, supone en concreto, la libertad de creación de derechos y obligaciones y el libre ejercicio de poderes y facultades sin intervención del legislador, sin otra limitación que no pueden ir en contra de una ley imperativa o prohibitiva, el orden público y las buenas costumbres.",
      "CONSENSUALISMO": "El postulado es que el negocio o acto jurídico se generan en base al acuerdo de voluntades",
      "LIBERTAD CONTRACTUAL": "Es la aplicación de la autonomía privada al ámbito contractual. Así, las partes son libres para realizar el tipo de relaciones contractuales que se estimen convenientes sin intervención del legislador, sin otra limitación que no pueden ir contra la ley imperativa o prohibitiva, el orden público y las buenas costumbres.",
      "FUERZA OBLIGATORIA DE LOS CONTRATOS (principio)": "- El principio de la fuerza obligatoria quiere decir que el contrato obliga y el Código Civil recurre a la idea de la ley, a la majestuosidad de la ley, para decir que, de la misma manera que esta obliga, los contratos también lo hacen y lo hacen fundamentalmente con el valor de la promesa que los contratantes hacen. El artículo 1545 dice que es una ley para los contratantes y entonces, no obligatorio para los terceros.\n- Supone la necesidad jurídica de que los pactos sean cumplidos (pacta sunt servanda).",
      "EFECTO RELATIVO DE LOS CONTRATOS": "Mandato de optimización en virtud del cual los contratos generan derechos y obligaciones únicamente para las partes que concurran a su celebración (res inter alias) y, a contrario sensu, no generan derechos y obligaciones para los terceros.",
      "RESPONSABILIDAD": "Principio en virtud del cual una persona se encuentra en la necesidad efectiva o eventual de hacerse cargo de las consecuencias gravosas de un acto que se le atribuye como propio (Corral). Averiguar si esta definición es satisfactoria en atención a la resp. por hecho ajeno. ",
      "RESPONSABILIDAD CIVIL": "Es la obligación que pesa sobre una persona de indemnizar los daños sufridos por otra (Marcel Planiol y Georges Ripert)",
      "RESPONSABILIDAD CONTRACTUAL": "Aquella que nace a consecuencia de la violación de un vínculo obligatorio preexistente (Orlando Tapia)",
      "RESPONSABILIDAD EXTRACONTRACTUAL": "Proviene de un hecho ilícito perpetrado por una persona en perjuicio de otra, que no constituye la violación de un deber contractual. (Apunte prepara)",
      "RECHAZO AL ENRIQUECIMIENTO SIN CAUSA": "Es el principio en que el Derecho repudia el enriquecimiento a expensas de otro sin una causa que lo justifique (Daniel Peñailillo).",
      "BUENA FE": "Principio funcional en virtud del cual el derecho presume en abstracto que las personas ejercen su autonomía privada, creyendo que actúan de manera correcta y ajustan su conducta a los parámetros socialmente aceptados como correctos.",
      "BF OBJETIVA": "Módulo de conducta de carácter objetivo, referido a comportamiento externos que configuran una actuación real y correcta en el contexto de las relaciones jurídicas. Se aprecia en abstracto, atendiendo a la conducta socialmente exigible.\nAsí, se impone a los contratantes el deber de comportarse correcta y lealmente en sus relaciones mutuas, dese el inicio de los tratos preliminares y hasta incluso ulteriores momentos a la terminación del contrato.",
      "BF SUBJETIVA": "Es la convicción interna o psicológica de encontrarse el sujeto en una situación jurídica regular; aunque objetivamente no sea así, aunque haya error. Se aprecia en concreto mediante la averiguación de la convicción íntima y personal.",
      "ATRIBUTOS DE LA PERSONALIDAD": "Desde el punto de vista económico, son bienes extrapatrimoniales sin un significado o valor económico directo. Ello no impide que puedan llegar a tenerlo especialmente cuando se lesionan dichos atributos y hay lugar a una indemnización (Carlos Ducci en manual de Varas).\n\nNOMBRE, CAPACIDAD DE GOCE, NACIONALIDAD, ESTADO CIVIL, PATRIMONIO, DOMICILIO.",
      "CONCEPTO JURÍDICO DE PERSONA": "- Todo ser capaz de tener derechos y obligaciones (Alessandri).\n- Hay diversos conceptos, pero tiene como elemento esencial: la aptitud reconocida por el ordenamiento jurídico de ser titular de derechos y obligaciones. Podemos señalar, entonces, que la idea de persona es una categoría técnico-jurídica, es decir, se es persona en los términos señalados toda vez que opera un reconocimiento del ordenamiento jurídico.",
      "PERSONA NATURAL": "Art. 55 CC: todo aquel individuo de la especie humana cualquiera sea su edad, sexo, estirpe o condición",
      "PERSONA JURÍDICA": "- Art. 545 CC: persona ficticia, capaz de ejercer derechos y contraer obligaciones civiles, y de ser representada judicial y extrajudicialmente. (criticada por la doctrina porque enumera atributos pero no señala la esencia de la institución).\n- Todo ente abstracto que persigue fines de utilidad colectiva y al cual, como medio para la consecución de estos, la ley le reconoce capacidad de goce y de ejercicio. (Alessandri y Somarriva).",
      "MUERTE REAL": "fenómeno físico-biológico que se caracteriza por el cese definitivo de las funciones orgánicas de un ser vivo.",
      "MUERTE CLÍNICA": "Art. 11 Ley sobre trasplantes y donación de órganos: abolición total e irreversible de todas las funciones encefálicas, lo que se acreditará con la certeza diagnóstica de la causa del mal, según parámetros clínicos corroborados por las pruebas o exámenes calificados.",
      "NOMBRE": "No tiene definición en el CC, pero la jurisprudencia nos señala que corresponde a la designación que sirve para individualizar a una persona en la vida social y jurídica.\n\nCríticas: No siempre sirve para individualizar a una persona, pues pueden existir dos personas con el mismo nombre.\nArt. 58. bis, Ley 21.334 (SOBRE DETERMINACIÓN DEL ORDEN DE LOS APELLIDOS POR ACUERDO DE LOS PADRES) “Nombre es el conjunto de palabras que sirve legalmente para identificar a una persona. Está formado por el o los nombres propios, y por el o los apellidos con que se encuentre individualizada en su respectiva inscripción de nacimiento.”",
      "CAPACIDAD DE GOCE": "Es un elemento de la personalidad. Es la aptitud legal para adquirir derecho y obligaciones. (Alessandri en manual de Varas). Por ser un elemento esencial, el legislador no puede establecer una incapacidad general de goce porque ello equivale a extinguir la personalidad.\n\nÚnica excepción: dice relación con adquisición de terrenos en zonas fronterizas. Existe una disposición legal que establece que los ciudadanos peruanos, bolivianos y argentinos, no pueden adquirir terrenos o bienes inmuebles, en general, que se encuentren dentro de una faja colindante con la frontera. Esto fundamentalmente por razones geopolíticas. Constituye la única hipótesis en que se impide a una persona ser titular de un derecho. Es una excepción específica, pues dice relación con la nacionalidad de una persona y con ciertos bienes que se encuentran en un área determinada.",
      "CAPACIDAD DE EJERCICIO": "No es un elemento de la personalidad. Es la aptitud de las personas para obrar por sí mismas en la vida civil (Alessandri en manual de Varas).",
      "NACIONALIDAD (Discutido como elemento de la personalidad)": "Vínculo que liga a una persona a un Estado determinado. En la actualidad es discutido su carácter de atributo de la personalidad, ya que existen personas que no la tienen (apátridas), o tienen dos nacionalidades, o bien, han renunciado a ella. Por lo tanto, es perfectamente concebible que una persona carezca de este atributo.",
      "ESTADO CIVIL (discutido como elemento de la personalidad)": "Art. 304 CC el estado civil es la calidad de un individuo, en cuanto le habilita para ejercer ciertos derechos o contraer ciertas obligaciones civiles. (criticado por ambiguo. Se asemeja a definición de capacidad).\nPor esto, la doctrina señala que el estado civil es la posición permanente que un individuo ocupa en la sociedad, en orden a sus relaciones de familia, en cuanto le confiere o impone determinados derechos y obligaciones. Se ha discutido su carácter de atributo de la personalidad del estado civil. Es así que algunos autores dicen que no lo es, ya que, en la actualidad, todas las personas, por el hecho de ser tales, son personas, de modo que los estados por los que atraviesa en su vida sean estos cualquiera, ya chileno, ya extranjero, ya casado, viudo, padre o hijo natural o legítimo, no constituyen fundamento de su personalidad.",
      "PATRIMONIO": "- El patrimonio se puede definir como un conjunto de bienes y deudas. Se puede considerar el patrimonio como un atributo de la personalidad porque es una especie de continente independientemente de cuál sea su actual contenido (Ríos).\n- Conjunto de derechos y obligaciones avaluables en dinero (Varas).\n- La mayor parte de la doctrina chilena señala que nuestro codex adhiere a la teoría del patrimonio como una universalidad jurídica. (La universalidad jurídica es efectivamente un conjunto de elementos que están reunidos por una finalidad común y están creadas como universalidad por el derecho. El patrimonio es, en este sentido, una universalidad jurídica, porque está compuesto por un conjunto de cosas singulares, vinculados también con un conjunto de no cosas, esto es, las deudas (un valor negativo), donde existe una cohesión relativamente débil, pero con una cohesión jurídica fuerte porque todas las deudas se pagan con las deudas. Los bienes están afectos a la finalidad de pagar las deudas y eso está creado por el derecho – apunte de ríos).\n- La idea de patrimonio es especialmente útil para explicar dos instituciones: el DR de herencia y el derecho de prenda general. ",
      "DOMICILIO ": "Art. 59 CC: “El domicilio consiste en la residencia, acompañada, real o presuntivamente, del ánimo de permanecer en ella. Divídese en político y civil.”\nLa doctrina lo define como: el asiento jurídico de una persona para el ejercicio de sus derechos y cumplimiento de sus obligaciones.\nlas nociones de residencia y domicilio pueden converger en un mismo lugar, caso en el cual la única noción relevante será la de domicilio; o pueden referirse a lugares diversos.",
      "DOMICILIO POLÍTICO (criterio geográfico)": "Art. 60 CC: es aquel relativo al territorio del Estado en general.",
      "DOMICILIO CIVIL (atención a la comuna)": "Art. 61 CC: aquel relativo a una parte determinada del territorio del Estado. Este art. adolece de un error de precisión, puesto que no determina ninguna de las divisiones territoriales administrativas del Estado (regiones, provincias, comunas). Cabe entender la duda acerca de cuál de estas divisiones debemos atender. En general, se ha entendido que es esta determinación debe referirse a la comuna. En la práctica",
      "RESIDENCIA": "La residencia, que es el lugar donde habitualmente vive una persona. Siendo el domicilio el asiento de derecho, mientras que la residencia el asiento de hecho.",
      "HABITACIÓN ": "asiento ocasional y esencialmente transitorio de una persona, careciendo de mayor relevancia en el derecho civil.",
      "DERECHOS DE LA PERSONALIDAD": "“Tienen por fin defender intereses humanos ligados a la esencia de la personalidad. También se dice que son aquellos derechos que toda persona física, en la calidad de sujeto jurídico, lleva inseparable desde su origen y que no tienen otro presupuesto que la existencia de la persona”. (Alessandri en manual de Varas).\nSon innatos, absolutos (se oponen erga omnes), extrapatrimoniales (no susceptibles de una valoración pecuniaria, lo que no obsta que su lesión pueda dar lugar a una indemnización en dinero a título de compensación por el equivalente de aquellos bienes vulnerados), imprescriptibles e irrenunciables (duran toda la vida del titular).",
      "DERECHO A LA VIDA E INTEGRIDAD CORPORAL Y PSIQUICA": "Derecho esencial a la persona, asegurado por el art. 1 CPR (y amparado por el recurso de protección), y principalmente tutelado por el ordenamiento penal bajo la tipificación del homicidio (y sus clases), lesiones, amenazas, entre otros.  ",
      "DERECHO AL HONOR": "- Derecho esencial de la persona, entendido por la jurisprudencia como la respetabilidad de una persona determinada por la posición que ocupa en la sociedad y la consideración que los demás tienen de él (Varas).\n- Amparado de forma directa por en el ámbito constitucional (rec. De protección), y en el campo penal (calumnias e injurias).\n- El CC se refiere al derecho al honor solamente en el art. 2331 que permite demandar indemnización de perjuicios por daño moral derivado de la lesión al honor. Para Varas, el código no protege el derecho al honor, aunque parte de la doctrina ha considerado que en la práctica se encuentra derogado tácitamente (por un fallo célebre del TC que declaró incaplicable parte del 2331 en razón de la igualdad) Manual de Varas.",
      "D° A LA INTIMIDAD PRIVADA": "El que permite al individuo desarrollar su propia vida privada con el grado mínimo de interferencia, libre de perturbaciones que le ocasionen las autoridades y otros individuos, estén o no investidos de autoridad. (Ducci en manual de Varas)",
      "D° A LA PROPIA IMAGEN": "Protege la imagen física de una persona, evitando su reproducción y circulación indeseada. En la actualidad se considera que el derecho a su propia imagen es un derecho de la personalidad autónomo, pues la imagen es en sí es un elemento de la individualidad, y cuyo fin es la protección de la figura exteriorizada en sus rasgos físicos, y cuyo fundamento es la autonomía de la persona respecto de sí misma y sus manifestaciones (Eduardo Novoa). ",
      "D° AL NOMBRE": ""
    }
  }
}
